tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
# Improved top (interactive process viewer)
brew "htop"
# Mac App Store command-line interface
brew "mas"
# Ambitious Vim-fork focused on extensibility and agility
brew "neovim"
# The cross-shell prompt for astronauts
brew "starship"
# Text interface for Git repositories
brew "tig"
# Terminal multiplexer
brew "tmux"
# Internet file retriever
brew "wget"
# management suite for dotfiles
cask "font-fira-code"
cask "jetbrains-toolbox"
cask "spotify"
cask "xscreensaver"
cask "firefox"
cask "discord"
cask "1password"
cask "signal"
mas "Slack", id: 803453959

