tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "thoughtbot/formulae"
# Tool for reverse engineering 3rd party, closed, binary Android apps
brew "apktool"
# Improved top (interactive process viewer)
brew "htop"
# Mac App Store command-line interface
brew "mas"
# Ambitious Vim-fork focused on extensibility and agility
brew "neovim"
# The cross-shell prompt for astronauts
brew "starship"
# Text interface for Git repositories
brew "tig"
# Terminal multiplexer
brew "tmux"
# Internet file retriever
brew "wget"
# management suite for dotfiles
brew "thoughtbot/formulae/rcm"
cask "adoptopenjdk"
cask "docker"
cask "font-fira-code"
cask "jetbrains-toolbox"
cask "signal"
cask "spotify"
cask "tor-browser"
cask "xscreensaver"
mas "LastPass", id: 926036361
mas "Slack", id: 803453959
